[
  {
    "date": "2025-05-24",
    "text": "Buenas nochess Andrea te amo muchisimoo gracias por todo lo que has hecho por mi y por siempre escucharme. Quiero que sepas que yo SIEMPRE estaré por ti\\\nY te voy a decir miles de veces hasta que se te meta en la cabecita que tienes\\\n\\"
  },
  {
    "date": "2025-05-28",
    "text": "Te amooo y si hay algo que pueda hacer para hacerte sentir mejor tú dime. No importa lo que sea. Quiero que sepas que siempre te amaré Andrea y siempre estaré a tu lado no importa lo que pase. No importa si te tenga que decir todos los días porque si lo haré. Te amo con todo mi corazón y otra vez, SIEMPRE estaré para ti, no solo como tu novio pero como tu mejor amigo y compañero.\\\n\\"
  },
  {
    "date": "2025-05-29",
    "text": "Que descanse Andrea y duérmete muchísimoooooo hasta que te duela el cuello. Pero buenas nochesss Te amoooo muchísimo Andrea, y todo lo que te dije hoy sobre que me digas cuando estés agüitada, triste, enojada o lo que sea. Quiero que me digas por favor que SIEMPRE estaré por ti para todooo, no quiero que te de pena o que todavía no estamos a ese nivel de confianza. Pero bueno ya está bien largo este msj\\\n\\"
  },
  {
    "date": "2025-05-30",
    "text": "Te amoooo y gracias por salir conmigo a las nieves y hacer nada jajaja. Otra vez te lo voy a repetir hasta que lo tengas captado. Andrea siempre te voy amar y querer muchísimo y siempre voy a estar a tu lado en las malas y en las buenas no importa lo que pase ok?? Quiero que sientas que puedas tener confianza en mí para lo que sea\\\n\\"
  },
  {
    "date": "2025-05-31",
    "text": "Te amooo Andrea. Muchas gracias por venir a la casa a ver la película, aunque casi ni la vimos solo te andaba dando puros besos. Pero Descansaa y quiero que mañana me des updates de cómo te sientes en semilla. Si te sientes mal me hablas, no importa la hora que sea o si ando dormido. Tú me hablas! Pero ya para que te vayas a dormirrr te amoooo\\\n\\"
  },
  {
    "date": "2025-06-01",
    "text": "Muchas gracias por venir a la cena Andrea aunque no tenías que. Pero no sabes cuánto te quieroooo y eso lo que dije que I only want you forever, is true. Te amo muchísimo Andrea descansa\\\n\\"
  },
  {
    "date": "2025-06-02",
    "text": "Que descansesss y que duermas muchísimas horass con el melatonin. Quiero que te despiertes súper tarde! Te quiero muchísimo y espero que cada vez que te moleste algo me digasss que siempre estaré por ti y tus órdenes patrona. Gracias por todo chiki \\\n\\"
  },
  {
    "date": "2025-06-03",
    "text": "Andrea muchas gracias por todo y especialmente por confiar en mí y abrirte Tlj que eso fue demasiado y te lo voy a repetir como siempre. Andrea Zúñiga quiero que sepas que SIEMPRE estaré por ti no importa lo que pase, siempre te apoyaré en todo y más que nada, siempre siempre siempre te amaré con todo mi corazón\\\n\\"
  },
  {
    "date": "2025-06-06",
    "text": "Andrea yo sé que todo esto lo que tenemos es muy nuevo para ti, créeme que para mí también. Y a lo mejor no te has sentido 100 por ciento a gusto o cómoda, y lo entiendo completamente tu ntp. Pero como te dije hoy y casi cada noche. Andrea, no importa si de aquí hasta los 6 meses o hasta el año no te sientas cómoda, yo siempre y te lo repito siempre te esperaré y seré paciente contigo. Yo haré lo que sea para hacerte feliz. Entonces, te daré todo el tiempo posible y tú Andrea, no te apures para nada porque yo siempre te esperaré y te amaré en cada momento no importa lo que pase. Y te digo esto porque desde la vez de la casa de José que estuviste escuchándome cuando me abrí, la vdd no sabes cuánto lo aprecié. Me hiciste sentir muy afortunado de tenerte como mi novia. Y por eso quiero que sepas que yo también estaré por ti en cualquier situación.\\\n\\\nTe amo ;)\\\n\\"
  },
  {
    "date": "2025-06-11",
    "text": "Te amo muchísimoooo. Y Andrea siempre estaré por ti no importa lo que pase. Quiero que confíes en mí y siempre seré muy paciente contigo. Y estoy muyyy orgulloso de ti!!\\\n\\"
  },
  {
    "date": "2025-06-12",
    "text": "Descansa Andreaaa mucha suerte mañana con la adolorida jajajaj. Espero que duermas muchisimooooo, a lo mejor no te alcanzo a mandar msj en la mañana porque voy a dormir mucho ya que me hacía falta. Eres perfecta Andrea no sabes que tanto te admiro cada vez que mandas una foto de ti o video. Pero bueno ya para no hacerlo tan largo para que te duermas. Te amo mucho Andrea y estoy muy orgulloso de mi pilates girl!\\\n\\"
  },
  {
    "date": "2025-06-14",
    "text": "Te amooooo Andreaaa descansa. Lo más probable es que no te pueda decir los buenos días pero descansa y me avisas que compras mañana. Y asegúrate de desayunar algo!! A lo mejor no parece pero si solo supieras que tanto te extrañoo. Te extraño a ti a tus cachetes hermosos tu frente preciosa y tu sonrisaaa. Pero bueno perdón por el msj largo\\\n\\"
  },
  {
    "date": "2025-06-15",
    "text": "Descansaaa y mañana a lo mejor otra vez no te podré decir los buenos días. Pero duerme mucho y sueña conmigoooo. Te amo te amo y te amoo \\\n\\"
  },
  {
    "date": "2025-06-16",
    "text": "Descansaaaa chikiii you deserve ittt. Mañana levántate superrrr tarde ya que andas en tu cama bien cómoda. Duerme bien y sueña conmigoooo. Tu sabes Andrea que siempre siempre siempre estaré por ti. No te digo para que digas que “ay me siento de esta forma pero mejor no le digo”. Cualquier cosa que sientas, aguitada triste enojada. LO QUE SEA siempre te apoyaré no importa lo que pase. Te amoo te amo te amo te amo and I love youuu\\\n\\"
  },
  {
    "date": "2025-06-17",
    "text": "Descansa Andrea, ya mañana si Dios quiere nos vemos y si no está bien. Pero solo quería decirte que muchas gracias la vdd por ser como eres y espero que nunca cambies para nada porque amo cada parte de ti, por fuera y por dentro. Te amo muchísimo Andrea tanto que solamente te quiero a ti y nadie más. Tanto que nunca nunca nunca me cansaría de ti. Te amo.\\\n\\"
  },
  {
    "date": "2025-06-18",
    "text": "Te amo mucho Andrea, estos meses que hemos tenido juntos han sido unos si no los mejores meses de mi vida. Se que te digo que te amo mucho, pero mi meta es que tú nunca nunca dudes cuanto te amo. Porque siempre te amaré, y te digo bien!!\\\n\\"
  },
  {
    "date": "2025-06-19",
    "text": "Andrea, estos seis meses que hemos tenido juntos han sido los mejores meses de mi vida. Yo sé que al principio fue muy raro para nosotros, ya que ninguno de nosotros hemos estado en una relación. Con el paso de tiempo poco a poco fuimos mejorando. Y te digo con todo mi corazón Andrea que no sabes qué tan agradecido y afortunado soy de ser tu novio. De que WOW! Siendo novio de Andrea Zúñiga?! WOW la verdad no me lo esperaba. Y si aveces soy muy empalagoso y parezco chicle pero es la forma que demuestro el amor que te tengo. Y tampoco no quiero parecer como si te estuviera haciendo love bomb pero Andrea, te amo te amo y te amo. I am 1000% attached to you and I plan to keep it that way. Te amo tanto que ni las acciones, regalos, ni mis palabras lo demuestra bien. Gracias por ser mi novia. Te amo \\\n\\\n\\"
  },
  {
    "date": "2025-06-20",
    "text": "Descansaaa chikii, te quiero dar las gracias por todo lo que has hecho por mí. Y de verdad hay veces que ni me lo merezco. Andrea muchas gracias por todo, por mi pulsera, los legos que me has dado, mi peluche matcha, todasss las cartas de pokemon, gracias por todo. Y no solo hablo de cosas físicas si no que tmb por todas las veces que has estado por mi. Quiero que sepas que nunca nunca nunca va llegar el día que no estaré por ti. No importa en la etapa que estemos o el momento. Siempre estaré por ti cuando tengas que hablar de algo, me encanta escucharte y no me importa lo que pase. Siempre y te lo repito SIEMPRE estaré por ti.\\\n\\"
  },
  {
    "date": "2025-06-21",
    "text": "Bueno pues ya me hoy a dormir. Perdón por hoy. La vdd no quise hacerlo de más y molestarte o arruinar el ambiente. Solo que si me sentí muy decepcionado conmigo mismo y pues lo menos que quería hacer es preocuparte. Andrea no sabes cuánto te aprecio. No hay palabras para describir que tanto te amo y te aprecio. No hay palabras, ni regalos, ni acciones. Nada. Ni hará suficiente tiempo para demostrártelo. Muchas gracias por apoyarme hoy, tu sabes que no me gusta abrirme tanto porque no me gusta sentirme débil. Pero quiero que por favor me prometas, que en cualquier ocasión,no importa lo que pase, sepas que yo siempre estaré por ti. No sabes cuánto te amo Andrea. Buenas noches.\\\n\\"
  },
  {
    "date": "2025-06-22",
    "text": "Descansaa chikii te amo te amo te amoooo. Descansa y duerme bien, espero que sueñes conmigo pero que duermas bien!! Nada de ponerte el cuerno ni nada porque eso NUNCA pasará Andrea. Te lo aseguro con todo. Otra vez te quiero dar las gracias por apoyarme en todo. Quiero que TÚ también sepas yo SIEMPRE te apoyaré en cualquier cosa y SIEMPRE estaré contigo en las malas y en las buenas no importa lo que pase. Espero que se te meta en esa cabecita tan bonita que traes. \\\n\\\nLa neta no sabes que tan enamorado estoy de ti jajaj :)\\\n\\"
  },
  {
    "date": "2025-06-23",
    "text": "Descansa chiki. Te amo muchísimo y que nunca se te olvide. La verdad me haces sentir como el novio más suertudo del mundooo. Siempre te apoyaré en tus metas y viéndote a ti feliz Andrea, me hace feliz a mí. Cualquier cosa que tengas en mente tú sabes que me lo puedes platicar ok? No importa si estamos peleados o lejos de cada uno, lo que sea. Siempre siempre siempre te apoyaré y estaré por ti. No me importa si te tenga que decir cada noche, porque si lo haré hasta que entiendas. Pero bueno. Descansa Andrea, te adoro mucho. \\\n\\"
  },
  {
    "date": "2025-06-24",
    "text": "Andrea, te quiero decir que estoy muy orgulloso de ti, por la persona que eres. No sabes que tan feliz, enamorado, encantado y afortunado me siento cada vez que te veo. Y no solo es por la forma que te vez. Si no que también por la gran persona que eres. Yo sé que siempre te escribo estos mensajitos antes de dormir y no lo hago para que me vea como un poeta o para que te guste más. Lo hago porqué estoy MUY MUY agradecido por tenerte. No sabes las gracias que doy para tenerte a ti Andrea como mi novia. Me encanta cada parte de ti. Eres una gran persona Andrea y te valoro muchísimo. Y gracias a ti yo e cambiado varias cosas de mi. Pero bueno no quiero hacerte leer mucho verdad, aunque te encanta leer my little nerdddd. Te amo mucho Andrea y sé que siempre te lo repito, pero pues siempre viene de mi corazón. Te amo, te adoro, y te valoro Andrea. \\\n\\"
  },
  {
    "date": "2025-06-25",
    "text": "Que descansesss porque mañana a levantarte tempranoooo. Te amo muchísimo. Si tan solo estuvieras aquí para ver la sonrisa que tengo. Quien hubiera pensado que en Octubre, que la gatita y el papá estarían juntos y han llegado hasta junio. Wow! Todos los días me sorprende que estoy contigo y Andrea. Te quiero a ti. Y solamente a ti en el presente y en mi futuro. Nada de otras y nada de nadie más, solo a ti. Pero bueno descansaaa. Te amo te amo te amo te amo te amo te amo te amo TE AMO Andrea.\\\n\\"
  },
  {
    "date": "2025-06-26",
    "text": "A dormir chikiiii, que descanses y duermas superrr bien!! Andrea estoy muy orgulloso de por controlar muy bien la situación con Fer. Yo sabía que ibas a poder. Andrea te amo, y quiero que nunca nunca se te olvide. Quiero que te entre en la cabeza y se te quede ahí ok? Nunca ni en el futuro ni el presente quiero que dudes mi amor por ti. No importa si andamos peleados o lejos de cada uno o nada!! Y más que cada vez que te veo, como hoy me enamoro más y más de ti, y no lo veo parar. Gracias por todo Andrea. Y te amo muchísimo \\\n\\"
  },
  {
    "date": "2025-06-27",
    "text": "Descansa y mucha suerte mañana en el ensayooo enfrente de la pastora. No te pongas nerviosa, yo sé que tú puedes!! Te amo muchooooooooooo. \\\nSiempre siempre siempre estaré por ti, no me importa si te tengo que decir miles y miles de veces porque si lo haré. Estoy muy orgulloso de ti por todo lo que has hecho y por la persona que eres. Andrea, desde mi cumpleaños la verdad de la verdad supe que quería algo bien contigo. Más bien DESDE Solum es cuando me di cuenta que tú eras la que queria. Pero bueno ya se que tienes mucho sueño y perdón por hacerlo muy largo \\\n\\\nTe amo Andrea.\\\n\\"
  },
  {
    "date": "2025-06-28",
    "text": "Que duermas bien Andrea, suerte mañana en el trabajo y que no se te olvide cenarr!!! Descansa y espero que sueñes conmigo. Y también perdón si aveces soy muy empalagoso, parezco chicle, o si te doy muchos besos, no es mi intención ser así. Si un día te hago sentir incómoda o te moleste dime por favor. Pero bueno te amo mucho Andrea. Que descanses.\\\n\\"
  },
  {
    "date": "2025-06-29",
    "text": "Descansaaaa chikiii yo sé que mañana tienes que ir a la iglesia entonces para que duermas bien!! A ver si el lunes nos vemos para hacer algo. Te amo te amo te amo te amo te amo te amo te amo!!! Que nunca nunca se te olvide o que dudas mi amor por ti ok?? También espero que ya lo sepas para ahora que SIEMPRE estaré por ti. No importa la ocasión o la situación. SIEMPRE te apoyaré en tus metas y siempre te apoyaré a ti. Espero que sepas que siempre a tu lado cuando estés agüitada, enojada, o triste. Maybe a little too corny. Pero no sabes que tan enamorado estoy de ti Andrea. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-06-30",
    "text": "Sii ya duérmeteeeeeee y que duermas biennn. Sueña conmigooo. Suerte mañana en tu primer día de campamento!! Que no te de pena porque yo sé que te va ir muyyy bien! Suerte en los bailes y con la Regina, espero que todo salga bien. Te quiero mucho Andreaaaaa. Quisiera que hubiera una forma de expresártelo pero ni con acciones, palabras o regalos puedo. Espero que llegue el día que sepas que tanto te amo, y yo estaré a tu lado. Te amo demasiado y que por favor se te quede en esa cabecita tan tierna que traes. Siempre estaré por ti emocionalmente igual físicamente ok? Tu siempre puedes confiar en mí no importa lo que sea. Nunca dudes mi amor por ti. Peroooo buenoo ya es bien tarde y es hora para que te vayas a dormir. \\\n\\\nTe amo demasiado \\\nSuerte mañana!! I know you got this!\\\n\\"
  },
  {
    "date": "2025-07-01",
    "text": "Descansa y suerte mañana!! Te irá súper bien tú no te preocupes, y me saludas al Jorgito jajajaj. Bien tierno que está el wey. Andrea todo lo que te dije en el carro fue verdad ok? Cada parte. Yo siempre seré paciente contigo, no importa si serán meses o hasta años, yo no tengo ninguna prisa,  menos contigo. Porque yo sé que tú eres única y has de cuenta que me gané el JACKPOT en Las Vegas ( very very rare). Nunca en la vida te voy apurar para nada, no importa de lo que sea. Y quiero que sepas que aparte de eso haré el esfuerzo de ser el mejor hombre posible, porque tú te lo mereces. Por ahora espero que mis palabras y regalos sean suficiente para demonstrate mi amor porque ni con todo el tiempo del mundo será suficiente para enseñártelo. Pero bueno ya se que te andas durmiendooooo entonces ya voy acabar mi mensajito. Sorry si está muy largo jaja. \\\n\\\n\\\nTe amo demasiado Andrea\\\n\\"
  },
  {
    "date": "2025-07-02",
    "text": "Byeeee Andrea, ya vete a dormirrrr. Si no puedes dormir o batallas tú sabes que me puedes marcar o mandar mensaje a cualquier tiempo de la noche, tú sabes que soy nocturno . Ya se que no te e visto en solo un día pero rayos! como te extraño jajajaj. No pero si, extraño acariciar tu pelo, agarrarte de la mano, ver tus ojos hermosos igual con tu sonrisa. Y más que nada agarrarte esos cachetitos tan bonitosss que tienes. No solo tus aspectos físicos si no que también a la Andrea que me hace reír, la que me cuenta todoooo el chisme, la “I kid you not”, eso es lo que extraño más de ti. Con solo tu presencia me alegra mi día. Te amo muchísimo Andrea, y siempre siempre quiero que confíes en mí, nunca haré nada para arruinar lo que tenemos. Por que estando contigo me hace sentir de una forma que no te puedo explicar. Que descanses mi chiki, mañana te irá súper súper bien ya que va estar la Danna / Dana. Y sígueme mandando fotos y videos del jorgitooooo! Suerte mañana!\\\n\\"
  },
  {
    "date": "2025-07-03",
    "text": "Descansaaa mi niñaaa. Que duermas bien y que sueñes conmigo. Suerte mañana en los bailes, les va ir muyyyy bien yo lo sé. Que te diviertas y me saludas al Jorgitooooo. Te amo muchísimo Andrea, sé que siempre te lo digo pero es la verdad y para que esconderlo, sabes? Y te digo bien, no te lo para que te enamores más o para que me quieras más. Cada cosita que te digo te lo digo de mi corazón y nunca quiero que me lo dudes. Te amo pero demasiado. Siempre te apoyaré en todo, en tus metas, escuela, emocionalmente, EN LO QUE SEA. Porque para eso estoy. Pero bueno ya no quiero hacerte leer más porque ya sé que tienes muchísimo sueño. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-04",
    "text": "Descansa chiki. Ya se que andabas muy cansada y perdón por haberte llevado muy tarde a tu casa. Te dijeeeee que si andabas cansada salíamos otro día. Y tmb perdón si aveces soy muy clingy como hoy. Pero bueno. Me gustó mucho como te abriste tantito hoy, tú nunca nunca tengas miedo de contarme de cómo te sientes. Al contrario, yo siempre te ayudaré y apoyaré con tus emociones. Y si no estoy contigo, pues en llamada, y si no puedes, por mensaje. Haré lo que sea para ayudarte y hacerte sentir mejor porque to siempre estaré por ti y te amaré no importa lo que pase. Que duermas bien mi chiki y te amo mucho. Suerte en tu último día de campamento y suerte en tu movie nightt. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-05",
    "text": "Descansaa y por favor de dormirte temprano. Que duermas bien y espero que sueñes conmigoo. Suerte mañana en lo de semilla. Te amo Andrea y quiero que sepas que siempre estaré por ti. No importa lo que pase. Siempre te daré 100% de mi amor, no importa si tú no puedes o lo que sea mi amor por ti siempre será al 100. Y no se si nos veamos hasta que regrese de Cancún pero te amooo chikii. \\\nTe quiero mucho y espero que duermas bien. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-06",
    "text": "Andrea. Que puedo decir de ti?  La verdad que no tengo palabras para describirte. De la gran persona que eres, no solo por ser tu novio si no que tú como persona eres una persona increíble. Como mi mejor amiga, eres la mejor y eres mi mejor mejor amiga, no de amigas pero de amigos tmb. Pero como novia… eres WOW, increíble, genial, hermosa, guapa, bonita, amable, no no. Si no estuviera pedo te daría todo un libro de la gran novia que eres. La MEJOR novia que pude haber pedido. No sabes la gracias que le doy a Dios por ponerte en mi vida. Y espero que no solo la hagamos a los 6 meses, ni al año, quiero pasarme la vida contigo Andrea. Las palabras “Te Amo” no son suficiente para expresarme de la forma que te quiero, te adoro, no que te amo. Si solo pudieras verte a ti de mi ojos. Si pudieras ver mis pensamientos, mi mente sobre ti. No hay ninguna palabra, acción , ni regalo que pueda ser suficiente para enseñarte que tanto te amo. Y perdón por eso. Por mientras tendrás que aceptar todo lo que te doy. Y te quiero pedir perdón si aveces so muy clingy, o a veces te quiero abrazar o si a veces te doy muchos besos. La verdad que si lo e tenido en mente y a veces pienso que soy muy clingy o que enseño muchos de mi amor por cosas físicas. Perdón por eso. Yo sé que mi love language es physical touch y e notado que como que no es el tuyo entonces le voy a bajar tantito.  No te quiero castrar ni nada. Nmms ya está bien largo este msj. Pero bueno quisiera tenerte a mi lado y darte muchos besos, abrazos, y decirte “te amo” muchísimas veces pero pues desafortunadamente no puedo. Fak ya ya, ya está bien largo este mensaje. Perdón. Pero bueno espero que descanses y duermas bien. \\\n\\\n\\\nTe amo con todo mi corazón \\\n\\\n(Ni eso puede demonstrate que tanto te amo)\\\n\\"
  },
  {
    "date": "2025-07-07",
    "text": "Andrea, que duermas súper súper bien. Quiero que te pongas en DND y que te levantes a la 1 pm. Nada de ay es que hicieron de desayunar o nada. Tú a mimir. Te quiero ver como la bella durmiente. Te lo mereces de todos estos días que te levantaste súper temprano a trabajar e ir a la iglesia. Te quiero decir que todo lo que te dije en los mensajes de audio que te mandé cuando andaba pedo es verdad. A lo mejor no me acuerdo de lo que dije la mitad de los audios pero si me acuerdo hablar desde mi corazón. Todo lo que hago por ti, los regalos, acciones, cumplidos, mensajes, TODO lo hago para que sepas que te amo. No quiero que ningún día de tu vida te sientas sin amor. No importa si andamos peleados, ocupados, o lejos de cada uno. Mi meta. No no. Mi PROPÓSITO en esta relación y de todo el tiempo que vamos a estar juntos es hacerte sentir amada las 24 horas del día. Desafortunadamente no hay más de 24 horas en un día, porque yo te haría sentir amada 25 horas. Te haré sentir amada"
  },
  {
    "date": "2025-07-08",
    "text": "Andreaaaa a dormirrrr, te veo en unos diasss. Espero que no me extrañes tanto porque yo si te voy a extrañar. Nombreee si te extrañé tantito hoy, tu frentecita tan hermosa y tus cachetessssssss. Te quiero pero demasiadoooo y que nunca nunca se te olvide por favor. Yo sé que todo esto es muy nuevo para ti, pero para mí también. Entonces no tengas expectativas tan altasss jajajaj. Porque estoy intentando lo mejor, y espero que lo esté haciendo bien. Quiero ser el mejor novio del mundo, porque tú Andrea, te lo mereces. Y te mereces muchísimo más Porque eres una gran niña. Tu forma de ser me encanta y te amo por la persona que eres, no solo por físicos. Y para ser el mejor novio, tengo que ser el mejor hombre. Y con solo de tenerte a ti me motiva a mejorarme como persona. Quien iba pensar que tener una novia tan divina como tú me cambiaría como persona. Wow! También por último, y nunca me voy a cansar de decírtelo. Andrea, yo sé que esto es muy nuevo para ti, no de tener novio, si no que abrirte de tus emociones y tus sentimientos. Te quiero decir que yo. YO, Diego Lozano Flores, siempre estaré a tu lado. No importa lo que esté pasando, si te sientes agüitada, enojada, triste, LO QUE SEA. Yo siempre estaré por ti. Y te lo diré hoy, mañana, y el próximo día. Porque tú Andrea, te lo mereces. No te apuraré, ni te presionaré. Esto te lo digo para que cuando te sientas cómoda y me tengas confianza. Nunca me iré y siempre seré paciente contigo. \\\n\\\nGracias por ser mi novia. \\\n\\\nTe amo mucho Andrea \\\n\\"
  },
  {
    "date": "2025-07-09",
    "text": "Descansa, no se si mañana tienes algo que hacer pero si no duérmete todaaaa la tarde para que descanses bien. Te quiero pero muchísimoooo, y espero que sepas que andaba jugando todo este tiempo. Se me olvidó que a veces parezco actor de Hollywood y se ve que ando enojado, pero no! Yo nunca me podría enojar contigooo mi chikiii. Ya te extrañooooo y te mando un besoteeeee desde acá. En tu frente obvio. Quiero que entiendas y sepas que no importa lo que pase, la situación que estemos. Andrea Zúñiga Orozco, siempre estaré por ti. Yo sé que a veces es difícil para abrirte y ey. Yo lo entiendo, nunca te presionaré a que lo hagas. Siempre te apoyaré en tus metas y en todo lo que quieras hacer. Porque te amo. Cada vez que te veo me enamoro, cada vez que sonríes, hablas, mandas audios, fotos, historias, TODO, me enamoro cada vez. Fíjate que ya me acuerdo la primera vez que me enamoré contigo. Que dije WOW está niña, WOAH. No fue en Solum, ni en cstat. Fue cuando andabas en boston y pusiste una foto de ti en tu historia. Creo que andabas en un baño y bien me acuerdo que tenías una sudadera blanca con la bandera de USA, eso creo. Ahí fue cuando dije WOAH. (Input lego movie gif). Pero si Andrea ya de que estás bien cansada y ya te dejaré dormir. Descansa. \\\n\\\nTe amoooo mi niña hermosaaa\\\n\\"
  },
  {
    "date": "2025-07-10",
    "text": "Hola Andrea. Weird way to start the good night message right? Pero no se porque hoy estuve muy feliz, claro te extrañe mucho y ya te quería ver. Pero no se. No fue la alberca, mis primitos, la comida, la experiencia lo que me hizo feliz hoy. Hablando contigo hoy me hizo sentir una forma rara, cuando digo rara me refiero de una forma diferente… alegre o feliz. Cada vez que vi mi celular y salía una notificación diciendo “Andrea ” se me brincaba el corazón. No sé qué tengo, y hasta ahorita cada vez que me mandas un mensaje me pongo muy feliz, hasta escribiendo este mensaje me hace sonreír mucho, no sé porque jajajaj. Es increíble que solo llevamos casi 4 meses juntos. Se siente que llevamos muchos masss, y si vamos a llevar más, yo lo sé. Nunca haría nada para arruinar lo que tengo contigo. Tu eres única, una joya Andrea. Perderte sería el error más grande de mi vida. Haré todo lo posible para hacer que esto lo que tenemos funcione bien y que dure muchísimo. A lo mejor dirías que “Ayy esto va durar unos meses y se le va acabar el amor a este niño” o “this is only the honeymoon phase”, no no no. Ahí es cuando estás muy muy mal. This spark for you is never going to die. Sí claro nos podemos pelear y enojarnos con cada uno, pero Andrea, nunca va llegar al punto que se me va acabar el amor que te tengo. Porque si no es contigo, no es con nadie. Claro no todo se trata de mí vdd? Amarte no es solo decirte que te amo o regalándote cosas. Amarte es ser paciente contigo, esperándote, apoyándote en cualquier situación, siempre estar por ti cuando lo ocupas, y más que nada ayudarte cuando estás en tus bajas. Nmms ya está bien largo el mensaje. Un día te voy hacer uno muyy largo para expresarme bien. Perdón. I’ll wrap it up quickly. Pero bueno, a lo que voy es que eres una niña muy especial en mi vida, y planeo seguirte tendiendo en mi vida. Te amo muchísimo Andrea, no hay ninguna palabra que pueda usar para expresártelo. No sabes que tan afortunado soy para tenerte en mi vida, que tanta suerte tengo de conocerte y que tanto te aprecio. \\\n\\\nTe amo muchísimo Andrea \\\n\\\n\\\np.s. I am very proud of you (:\\\n\\"
  },
  {
    "date": "2025-07-11",
    "text": "Holaaa, Que descanses mi chikiii. Call me clingy or whatever pero ya extrañaba hablar contigooo. Pero pues ya mero ya mero nos vemos. Ya que mañana no tienes planes, duerme duerme y duermeteeeee. No quiero que te levantes temprano. Para nadaaaaa ok?? Despiértate hasta la 1 de la tarde para que descanses muyyy bien. Te amo muchísimoooo mi niña. Que nunca se te olvide que yo siempre estaré por ti. I’ll always be there for you no matter what. No importa NADA, tú siempre serás mi prioridad. Ya sé que te me estás quedando dormida entonces este lo voy hacer muy corto. Te amo mucho Andrea, y estos meses que tenemos juntos han sido unos de los mejores de mi vida si no los mejores. Te amo te amo te amo. Ay Andrea no sabes que tanto pienso en cómo eres mi novia, porque la vdd es de que WOW. Todavía no me la creo. Pero bueno descansa chikii\\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-12",
    "text": "Holaaa, que descansesss chikii. Ya mero nos vemosssss, solo falta que? 2 días? Pero lo malo es que luego te me vassss por 2 semanas, not end of the world tho, I can manage, I’ll try. La verdad si te extraño mucho. Cada vez que vamos a cenar, una actividad, o simplemente aquí en la alberca, me pongo a pensar “estuviera mejor con Andrea”. Y si es verdad. Y fíjate que te quiero decir algo. Hace rato me puse a ver fotos de nosotros (la mayoría siendo tuyas) y no se tuve un sentimiento raro. En pocas palabras, me enamoraría otra vez de ti. Y no solo eso, sino que también no me entraba a la cabeza, ósea no captaba que te tenía de novia. Como cuando dicen que ven alguien de lejos y se enamoran, así me sentí, pero como que… no se. No sé si me estoy explicando bien, Im literally writing this in my notes while your respond, in a hammock too jajajajaj. A lo que voy es que no se como logre de tenerte. Eres ese tipo de niña de la que todos los chavos se enamoran. Y aún me escogiste a mi? Así me siento. Oh you just answered wooo! Brb. Ya back. Y pues si solo te quería decir eso. Y siempre te cuidaré, no importa lo que pase. Siempre serás mi prioridad porque tú eres mi responsabilidad Andrea. Siempre me haré a cargo de asegurarme que estés bien. Y si no estás, haré todooo lo posible para ayudarte. Siempre estaré contigo para apoyarte y darte de todo, por que tú te lo mereces Andrea. No importa lo que pase, en qué momento estemos en la vida, Andrea, SIEMPRE estaré por ti. No solo cuando estés feliz, sino cuando estés triste, confundida, enojada, o cansada. Porque no me importa del momento que estemos, lo que me importa eres tú Andrea. Y Nmms ya está SÚPER largo el msj. Perdonnnn tlj que no es mi intención hacerlos tan largos. Perdón.\\\n\\\nTe amo muchísimoooooo \\\n\\\np.s. maybe you messed up at church I KNOW you still did an amazing job. \\\n\\"
  },
  {
    "date": "2025-07-13",
    "text": "Holaaa chikii. Buenas nochessss que descanses y que sueñes con los angelitos, y a lo mejor conmigo tmbb. Perdón pero este lo voy hacer muy corto para no tenerte esperando tanto. Andrea me puse a pensar de lo que te dije ayer, y si a lo mejor ando muyy enamorado para apenas llevar casi 4 meses, y si a veces parece como que te estoy haciendo lovebomb o algo. Que no es mi intención. Pero no se como explicártelo que de este tiempo que hemos llevado juntos me e dado cuenta que solo te quiero a ti. Nada de mamadas de otra, no tengo a NADIE en mente excepto a ti, y no planeo tener a otra prontamente. Yo por eso te digo que siempre seré paciente contigo porque no quiero apurar tus sentimientos ni tu forma de ser. Porque yo quiero algo bien contigo, quiero que todos se pongan celosos de lo que tenemos. No puedo explicarte la felicidad que me da cada vez que te veo y cuando hablo contigo. Pero bueno ya no quiero hacerte leer tanto, perdón. Descansa mi niñaaa\\\n\\\nTe amo muchísimo Andrea \\\n\\"
  },
  {
    "date": "2025-07-16",
    "text": "Holaaa. Cómo estás chikii. Si recibiste este msj es porque ya te me vas a dormir! Y siii ya es hora que te vayas a dormir porque mañana te me vasssss. Lo bueno es que solo son 11 días, y lo malo pues es que son 11 DIASS. Pero no pasa nada. Hoy me la pasé súper padre contigo, te quiero dar las gracias por todos los regalos que me has dado del primer mes hasta ahorita. Gracias gracias gracias. Yo sé que ya te dije, pero cada letra, cada palabra, oraciones, párrafo, que te escribí en la nota es verdad y es lo que siento por ti. Yo siento que es lo más que puedo hacer para enseñarte que tanto te amo y que tanto me importas tú, Andrea. Al escribir este mensaje estoy viendo la foto que me regalaste, eres una niña tan hermosa Andrea. Y viéndote leer la nota me hizo sentir aliviado. Por fin sentí tantita paz, que podías ver que tanto me importas y que tanto te quiero. Ese lado que me demostraste hoy es un lado que siempre atesoraré. Muchas gracias Andrea, por confiar en mí y darme amor. Ojalá y un día pudiera pasarme un día entero contigo, abrazándote. Porque el tiempo que tuvimos hoy no fue suficiente. Cada vez que estés agüitada, enojada, cansada, estresada. Lo que sea, espero que sepas que siempre estaré por ti. No importa lo que pase, siempre te soportaré y te amaré, que tú me hace sentir como el niño más feliz del mundo. Estoy MUY afortunado de tenerte Andrea. Gracias por ser mi novia. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-17",
    "text": "FÉLIZ 4 MESESSSS WOOOOOO. Andrea!!! Te amo demasiado, y estos 4 meses me los e pasado fenomenal contigo, y si Dios quieres vamos por muchos muchos más!!! No sabes que tan agradecido soy de tenerte Andrea. Tu has sido la mejor novia que pude haber pedido en esta vida, y estoy muy agradecido de pasarme este tiempo contigo. Y por cierto, estos 4 meses son nada, yo lo sé. Apenas vamos empezando porque esto lo vamos hacer bien. Te amo tanto que tan solo verte se me salta el corazón. La seguridad y paz que siento contigo es algo que voy atesorar por toda mi vida. Tenerte a ti Andrea, de novia, ha sido los mejores momentos de mi vida. Lo que es siendo yendo la boda juntos, todos los marchas, conociendo a tus papás, el tiempo en la isla. Amo cada segundo que me paso junto a ti, no sabes que tanto te aprecio y que gran parte tienes en mi vida. Gracias por todo Andrea. \\\n\\\nTe amo \\\n\\\n\\\nBuenoo chikii ya duérmete para que mañana te levantes temprano! Y oye! No quiero que me salgas con nada de “no voy a comer tanto” o “me comí un pedacito de pan” (y es de que la 1 de la tarde . Mañana come muchoooo pan y disfruta el tiempo con tu familia. Es el primer día que te me vas y creo que estoy bien, I think I can handle 10 days…. I think.. pero bueno. Si, a lo mejor estás bien lejos de mi pero que nunca se te olvide que tanto te amo. Cualquier momento que te sientas mal, triste, o cualquier cosa, TÚ márcame. Mensaje no, quiero que me marques por teléfono ok? Cualquier cosa tú ntp siempre estaré por ti. Y muchísimas gracias por ese audio de 7 minutos, LOVED listening to you being a nerd and loved listening to your voice. Ya se te extraña muchoo chikii. Y oye si cuando regreses, TENEMOS que pasarnos un día completo abrazaditossss. Te amo demasiado Andrea \\\n\\"
  },
  {
    "date": "2025-07-20",
    "text": "Descansaaaaa y que duermas muy bien. Mañana me mandas fotos de los anillos y las pulseras que te vayas a comprar. Te quiero perooo un buen Andrea. A lo mejor no parece que te extraño porque no te digo pero nombre si solo supieras que tanto te extraño. Cada mañana me levanto agüitado que no te puedo verrr. Pero no pasa nada, solo queda una semana y días para verteee. Que te la pases súper bien con tu familia y aprovecha que estás allá. Llévate con tus primas y convive con todos. Cualquier cosa que se te ofrezca, hablar, rant, Lo que sea Andrea. Yo estaré por ti ok? Tú me haces sentir como el niño más feliz del mundo, tenerte de novia es todo un privilegio. A veces hasta me pongo a pensar que como te merezco porque estás… nombre no puedo describirlo. Eres increíble Andrea y te amo muchísimo. Que no se te olvide!! Ok?\\\n\\\nTe amo Andrea \\\n\\"
  },
  {
    "date": "2025-07-21",
    "text": "Bueno Andrea ya vete a dormir. Que descanses y mañana a ver si compras las pulseras que quieres, y con tiempo. Me da mucho gusto que te la hayas pasado bien hoy con tu familia, aprovecha que estás ahí con ellos. Y perdón si hoy anduve medio serio o seco, tú ntp que es nada que ver contigo. Nombreee ya te extraño demasiadoooo. Cada vez que me subo al carro solo huelo tu perfume y nombre huele riquisimo y me recuerda muchisimooooo a ti. Ya te quiero verrrr pero primero disfruta el tiempo con tu familia. Come mucho, compra mucho, y convive mucho. Te quiero mucho Andrea y cualquier cosa que se te ofrezca, me hablas. Si andas molestada o algo tú sabes que siempre estaré para ti ok? Pero bueno descansa chikii. \\\nTe extraño hermosaa \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-22",
    "text": "Descansaaaa chikii. Que duermas muy bien espero esta vez si te puedas dormir rápido no como ayer jajaj. Me saludas a las niñass. Espero y no te molesten mucho jajajajj. A lo mejor estamos muy lejos de cada uno pero nombre no sabes que tanto te quiero ver. Cada segundo de mi día ando pensando de ti. No sabes que tanto me importa y que gran parte de mi vida eres. Andrea te amo demasiado. Tanto que nunca en la vida me cansaría de decirte. Espero no castrarte en el futuro pero SIEMPRE te amare mucho mucho mucho mucho. Te apoyaré en todo no importa que tan lejos o separados estemos. Te amo tanto que quisiera pasarme TODO el día abrazandoteee y tenerte a mi ladooo. Te extraño muchooo Andrea. Y sabes que me puedes hablar cualquier cosa ok? No me importa que hora o día sea. Siempre estaré por ti. \\\n\\\nTe amo demasiado Andrea \\\n\\"
  },
  {
    "date": "2025-07-23",
    "text": "Descansaaaa chikii. Que duermas súper súper bien!! Y mañana a ver si te compras las pulseras que te faltannnn. Ya te extraño muchísimo. No me vas a creer cuando te diga esto pero cada vez que me siento en mi escritorio me le quedo viendo a la foto de nosotros. No sabes que tanto la amo. Siempre se quedará ahí y está en el lugar perfecto. Solo faltan que? 4 días? Y espero que te la pases muy bien con tu familia. Aprovecha que estás ahí, a lo mejor no con las primas que caen bien pero comoquiera aprovecha mi chiki. Y te quería decir algo. Espero que nunca nunca te de pena de expresar tus sentimientos ok?? Porque es algo que siempre voy a valorar en esta vida como a ti. Te amo demasiado Andrea y nunca me cansaré de decirte porque siempre va ser verdad. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-24",
    "text": "Descansaa chikii. Te amooo y mañana me saludas a tu abuela! Que duermas muy muy bien y sueñes conmigo. Pásatela súper padre mañanaa. Muchas gracias por estar por mi, y acuérdate que SIEMPRE SIEMPRE SIEMPRE estaré por ti ok??? No me importa que tan ocupado esté, siempre estaré. Te amo muchísimo Andrea y ya te extraño chingos. De verdad. Te extraño muchisimooooooooo. Descansaaa\\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-25",
    "text": "Holaaa buenas nochess Andreaaa. Descansa mi chiki para que mañana vayas al mercado y compres todas las pulseras que te quieras comprarrrr. Y mañana me haces el haul que te iba decir hace rato pero como que no te sientes bien and im trying to figure it out while you’re dodging me. Hmmmmm. Pero Andrea ya ye extrañoooo pero muchísimoooooooo. Ayyy ya quiero ver a mi novia alta, flaca, guapa, e inteligente!!! Oh you just answered. I’m back. Jajaja ayyy nooo te amo. Pensándolo, se ve muy seco y aburrido cuando te digo te amo. AGHHHHH solo quiero agarrarte de la cabeza darte un millón de besos por todos lados y decirte te amo miles y miles de veces. Porque asi me sientoooo. Decirte que te amo solo son palabras. Pero tú Andrea eres el sentimiento de amar, te amo porque amo TODO TODO TODO TODO ABSOLUTAMENTE TODO de ti. Y espero que nunca lo dudes porque te amaré hasta el fin. Andrea te quiero dar otra vez las gracias. Por ayudarme hoy. A lo mejor se ve que ando agüitado pero te lo aseguro que no ando. Ando muy feliz que me la voy a pasar contigo. No hay otra cosa que te podría pedir porque simplemente estar junto a ti es lo que me hace más feliz en este mundo. Maybe I’m too chalant or too in love, pero contigo nunca me cansaré de ser así. Also Pátzcuaro is only 12 hours from here…. just foreshadowing. Pero bueno ya estuvo muy largo el mensajito sorry. Descansa y que duermas súper bien ok? sueña conmigo!\\\n\\\nTe amo \\\nTe amo\\\nTe amo\\\nTe amo\\\nTe amo\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-27",
    "text": "Descansa chiki, mañana pásatela con tu mamá y déjate querer con ella!!! Dile que tú tmb la extrañaste demasiadooo porque pobrecita toda una semana sin ti jajajaj. Ya mero ya mero solo falta un día para verte!! Te extraño un chingo. I feel like those 10 mins I was at semilla passed by wayyy too quickly. Wasn’t enough time to be with you after not seeing you for a while! Duerme muchísimo Andrea, y espero que mañana te salga súper súper rico el matcha. Pero bueno a lo mejor no nos hemos visto en mucho tiempo, pero eso no cambia nada de lo que siempre te digo ok? Tu puedes contar en mi ok? Quiero que siempre se te quede en la mente Andrea, es lo único que te pido. Pero bueno ya te voy a dejar dormir.\\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-07-28",
    "text": "Buenas nochesssss, que descanses y que puedas dormir súper súper bien. Ya mañana es el día que te voy a ver WOOOOOOOOO. Te amo muchísimo Andrea y ya te quiero ver. No sabes cuánto te extrañaba, UN CHINGOOOO. Pero ya mañanaaaaaa. Bueno me avisas si no puedes dormir ok? Que al cabo voy a estar despierto. \\\n\\\nTe amo Andrea \\\n\\"
  },
  {
    "date": "2025-07-29",
    "text": "Holaaa chikiii. Buenas noches!!! Que duermas súper súper bien y levántate tarde por favorrr. Y nombreeee hoy me la pasé SÚPER SÚPER SÚPER padre contigoooo. No se si lo notaste pero como que si te extrañé tontillo . Cada vez que te dije que te extrañaba más era verdad pero bien que no me creías verdad?? Y todavía me faltan muchos besos y abrazos de darte porque hoy no fue suficiente . Awwww chiki como te amo. Casa gesto que haces, cada expresión, TODO lo que haces, me encanta. Te amo demasiado y amo todo de ti. Cada parte de ti!! Tu sarcasmo, humor, alegría, todooo. Desde que te dejé en tu casa ya te extrañabaaaaa. Y ya te quiero ver otra vez!! Pero bueno chiki descansa mi niña hermosa. \\\n\\\nTe amo demasiado Andrea \\\n\\"
  },
  {
    "date": "2025-07-30",
    "text": "Descansa chikii y espero que duermas súper súper bien. Mañana levántate tarde ok?? Nada de ay me tengo que levantar medio temprano. No no no. Tu descansa mi chiki. Y Andrea no sabes cuánto te amo. De verdad. Me he puesto a pensar y de que la verdad soy el niño más afortunado del mundo. Y te lo agradezco Andrea. Eres la mejor novia que pude haber pedido. Gracias por todo lo que has hecho y siempre estaré por ti. No me importa lo que pase. SIEMPRE estaré ok? Siempre te apoyaré con todo y siempre te cuidaré. Porque tú eres mi responsabilidad. Gracias por ser mi novia. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-08-01",
    "text": "Holaaaaaa chikiii. Buenas noches y que sueñes con los angelitos… y conmigo!! Que descanses porque ya mañana tienes tus entrevistas!! EY! Te va ir súper súper súper súper mega bien ok!? Tu no te dudes yo sé que te va ir muy bien. No te me pongas nerviosa, ellos serían bien afortunados de tenerte. The Bank is going to get so many new customers when they hire a beautiful skinny fit stunning queen like you. Y Andrea. HAPPY GIRLFRIEND DAYY!!! WOOOOOO!\\\nNo sabes que tan suertudo y afortunado soy de tenerte. Tlj que e visto el TikTok que pusiste muchísimas veces. Porque todavía no me la creo que eres mi novia . Es un honor de ser tu novio. No sabes las gracias que le doy a Dios por ponerte en mi vida y por darme una novia tan buena. Y quiero que seas mi única y última novia que tenga. Porque no me veo con nadie mas que tú. Tú eres una niña tan talentosa, pero tú no te lo crees. Muchas gracias por darme el honor de ser tu novio. Es lo mejor que pude haber pedido porque tú simplemente eres la mejor. Y yo haré todo lo posible para mantener esta relación y siempre cuidarte. Yo sé que lo repito mucho, pero te amo muchísimo. Y nunca me voy a cansar de decírtelo porque nunca será suficiente. \\\n\\\nTe amo Andrea \\\n\\"
  },
  {
    "date": "2025-08-02",
    "text": "Buenas nochess mi chiki hermosaaa. Que descanses porque mañana trabajas súper súper temprano!! Que te vaya muy bien en el trabajo y espero que no vaya mucha gente. Gracias por todo lo que haces por mí. Gracias por ser mi novia. Hoy es tu día especial! Y espero que te la hayas pasado muy bien. No sé qué tenía hoy pero como que cada vez que te veía me enamoraba. Es difícil de explicártelo pero como que verte a ti es como ver una pintura hermosa. No lo digo por corny vdd. Pero no se es que tú Andrea te veo y se que eres la niña más bonita del mundo. Y no digo solo por lo de fuera, si no por cómo tú eres como persona. Eres una persona increíblemente especial para mí. Y solo quisiera pasarme cada segundo de mi vida junto a ti. Perdón por todos los besos y abrazos, no sé qué tenía pero no se. Solo te quería a ti, todavía sigo sin entender porque andaba así. En mis ojos, todos los días es girlfriends day, porque te lo mereces. Te amo muchísimo Andrea. No hay ninguna cantidad de besos, abrazos, regalos, ni dinero para demostrártelo. Te amo te amo te amo te amo. Y todavía no sé cómo termine siendo tu novio. Gracias por todo Andrea. \\\n\\\nTe amo muchísimo mi niña hermosa \\\n\\"
  },
  {
    "date": "2025-08-03",
    "text": "Andrea me dejaste sin palabras. No se que decirte. La verdad esto de overthinking empezó cuando te volviste mi novia, yo creo que porque no quiero perderte, y si eso es a lo mejor la razón por la que lo hago. Y si hay muchas otras cosas más que ahorita no me acuerdo pero en el futuro te diré. Gracias. Ni eso es suficiente para agradecerte Andrea. No sabes cómo me siento ahorita. Al escribir la lista como que me andaba arrepintiendo de haberte dicho sobre el overthinking. Pero al escuchar los audios que me mandaste… estaba mal. Gracias. Se que no hablo mucho sobre ese tema pero es algo que siempre me molesta, no que me moleste si no que siempre ando sobrepasando de algo. Hasta con las cosas más chicas. Gracias. Se que lo que te estoy diciendo ahorita no tiene mucho sentido y no demuestra mis emociones. Pero hubieras visto mi cara cuando andaba escuchando todo los audios que me mandaste. La razón por la que no quería decirte es porque no te quería molestar sobre un problema que tengo. No te lo mereces. Pero, no se. My mind is just blank right now. It’s like you freed me. I did want to tell you about it but not really. Gracias. Gracias por TODO lo que haces por mi. Por estar por mi. Por apoyarme. Por aguantarme. Por quererme y amarme. No se que haría sin ti. Y no sabes las gracias que le doy a Dios por ponerte en mi vida. Just listening to those audios… I won’t lie. It did make me shed a tear or two. Tlj que no sabes que tanta suerte tengo de tenerte y aprecio muchísimo por esto, no pensé que lo ibas a tomar así. Gracias por ser mi novia. Gracias. Perdón que ando por todos lados en este msj es que no se que decir. I might be shedding another tear writing this jajaj. Pero wow. Wow, Andrea. Thank you for making me feel safe. Nunca me había sentido así en mi vida. Me haces sentir de una forma que no te puedo explicar. Gracias. De la misma forma que me apoyaste y me ayudaste, quiero que SIEMPRE puedes confiar en mí. Siempre puedes contar conmigo. Siempre. Te cuidaré por vida y te amaré por siempre. Estoy muy agradecido por ti. Gracias. Me hiciste sentir como niño chiquito, bien feliz. Gracias Andrea, no sabes cuánto necesitaba esto. \\\n\\\nGracias por todo lo que has hecho por mí. Y perdóname por no explicarme bien, gracias. \\\n\\\nTe amaré por siempre Andrea \\\n\\\nGracias. \\\n\\"
  },
  {
    "date": "2025-08-04",
    "text": "Buenas nochessss chikii. Que descanses!! Y espero que te sientas mucho mejorrrr con los dolores de estómago. Te amo muchisimooo. Y como me encanta verte en pijamas y con lentes sin maquillaje. Y si Andrea. The highlight of my day was me facetiming my absolute drop dead GORGEOUS girlfriend. And seeing her beautiful face and listening to her cute voice. That was absolutely my favorite part of today and I would do anything for it to happen again. Te quiero dar otra vez las gracias por ayer. Te lo juro que no sabes que tanto me ayudaste. Desafortunadamente no guardé ni uno de los audios. I was just like speechless and just so relieved? listening to them that I forgot to keep them. Gracias por ser la mejor novia que pude haber pedido. Y lo mismo que me hiciste a mi yo también estaré por ti. POR SIEMPRE. Nada de excepciones ni nada, Andrea mientras yo esté vivo yo siempre estaré contigo para ayudarte. No importa que tan lejos estemos o en la situación que estemos. Nada en este mundo me hace más feliz que verte a ti sonreír. Gracias por todo Andrea. Gracias por ser mi mejor amiga, mi terapeuta, mi fidget toy, por preocuparte por mi, por siempre asegurarme, y lo último. Gracias por ser mi novia. \\\n\\\nTe amo muchísimo Andrea y espero que lo sepas \\\n\\"
  },
  {
    "date": "2025-08-05",
    "text": "Buenas nocheessssss chikiii. Que descanses porque mañana vas a ir con paolaa. Que sueñes con los angelitos… y conmigo!! La película de hoy fue un buen 8 de 10 la vdd. PERO estar abrazado contigo fue un 100000000/10. Me encanta estar así contigo bien abrazaditoss, y tu acostada en mi. Ayyy no se porque pero me encanta! Y también me encantas tuuu. La verdad si me gustó la plática que tuvimos hoy en el estacionamiento, hay que tener más porque si están buenas. Siento que nos conectamos más. Sabes? Pero espero que no te esté doliendo mucho el estómago because im going to have to get involved and fight them!! Pero de verdad. Muchas gracias por siempre estar por mi, no sabes cuánto te lo agradezco. Te amo mucho mi Andrea. Y yo siempre estaré a tu lado no importa lo que pase ok? No importa que tan lejos estemos de cada uno, I’ll ALWAYS be there for you. Siempre te apoyaré en todo no importa lo que sea ok? Y nunca en esta vida se me acabará el amor que te tengo. Porque tú Andrea eres una niña bien especial. Una niña que ni se como logré de tenerla como novia, pero una niña que no ves en esta generación. Muchas gracias por todo Andrea y te amo por la persona que eres! Entonces tú no digas que estás gorda o not fit o lo que sea!! En mis ojos eres la niña más perfecta en este mundo y yo te amo por como eres!! Ayyy y ya te quiero ver mañana!!! WOOOOOO!!! Get to see my girlfriend!! Yippeeeee! Pero bueno ya te dejaré ir a dormir. Gracias por ser la mejor novia en el universooooo. \\\n\\\nTe amoo Andrea \\\n\\"
  },
  {
    "date": "2025-08-06",
    "text": "Ya es hora que te vayas a dormirrrr. Buenas noches mi niña tan hermossaaaaaa. Si mañana no nos podemos ver tú ntp nos vemos el jueves. Te quería decir algo que noté hoy. Y bueno no solo lo e notado hoy pero ya desde hace mucho tiempo. Que contigo Andrea no tengo que cambiar o actuar de una forma diferente. Contigo puedo ser yo mismo. Darte todos los besos abrazos caricias todo. Gracias por ser así conmigo y por not juzgarme. Te amo mucho Andrea y gracias por ser la mejor novia que pude haber pedido. I might be God’s favorite son by putting you in my life. I loved you before I was your boyfriend, i love you now, and I’ll love you forever. Espero que te sientas mejor de los cramps chiki. Gracias por todo Andrea y te amo demasiado. Tanto que nunca tendré suficiente tiempo para enseñártelo. Descansa. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-08-07",
    "text": "Holaaaa. Buenas noches mi chikiiiii. Espero que duermas muy bien y que te despiertes llena de energía y sin dolor. Muchas gracias por todo lo que has hecho por mí y no sabes que tan feliz estoy todo el tiempo que me paso contigo. I just love seeing that beautiful smile. Y esos ojitos que haces cuando quieres que te de un beso en la frente. No pero Andrea no sabes que tan enamorado estoy de ti. Te amo a ti. A tu alma. A tu personalidad. Me encantas como eres y espero que nunca cambies to forma de ser. I love you. YOU. And I wish I could spend so much time with you. And I wish I could just stop time and spend it all with you. Porque nunca es suficienteeee. Quisiera pasarme mucho más tiempo contigo. Deja tu los besos, me encanta verte a los ojos y verte a ti, no se porque pero como que me enamoro cada vez que hago eso. Gracias por ser mi novia. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-08-08",
    "text": "Buenas nochessss Andreaaa Que duermas muy bien y que sueñes conmigoooo. Yo sé que tú no notas esto pero eres una niña pero bien tierna. You’re just so cute. And I am so lucky to be with you. Cuando estás cansada haces una cara y una voz que digo. Wow. She is just so cute. Y es igual con cada vez que te veo. No importa si estamos saliendo, comiendo, jugando, tú en tu cel, lo que sea. Siempre me digo lo mismo “como logre tenerte”. Obvio para ti es diferente, pero de mi punto de vista, Andrea, eres la niña más hermosa en este mundo. Y te lo digo bien. Te lo digo con todo mi corazón. Eres la más hermosa y tengo una suerte de tenerte. Que sepas que siempre estaré por ti en las buenas y en las malas. Gracias por aguantarme y ser la mejor novia del mundo. Te amo muchísimo Andrea y no sabes cuánto te aprecio. \\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-08-09",
    "text": "Buenas nochessss mi chikiiii. Ya te mereces dormir muchoooo porque nmms como te vas a levantar a las 4:40???? HUHH. My respects tho. Mira tú ntp del choque, no pasa nada. It happens. Ay no!!!! Como soñé de tu olor pero no me desperté a tu lado!!! It was actually really crazy how I SMELLED YOU. de Que tlj que olía demasiado y te extrañaba muchooo. Te amo muchísimo mi niñaaaaaaa. Y nombre todos los días me pongo a pensar que tanta suerte tengo de tenerte. Tú no lo sabes pero Andrea ha sido lo mejor de tenerte como mi novia. Me encanta la persona que eres, y a veces se me olvida que al final del día eres una niñitaaa. Just a cute little girl that deserves the best in this world. A girl that deserves to be loved EVERY moment of her live. I love you and I want to be with you for ever. Y Que nunca se te olvide que siempre estaré por ti okay!?!?! \\\n\\\nTe amo muchísimo Andrea \\\n\\"
  },
  {
    "date": "2025-08-10",
    "text": "Holaaa. Buenas nochesss Andreaaaa. Que sueñes con los angelitos y conmigooooo. Hoy vas a soñar de cosas muyyyy padresss. Vas a ver miles y miles de pugsss igual con biscuit, honey, y Lucas!! Que descanses porque hoy no te dormiste en la tarde . Y ya tengo rato que no te digo pero Andrea, espero que sepas que cualquier detalle que tengas. O cualquier problemita, tú sabes que me puedes decir ok? NO importa que tan chiquito sea, como “ayy se me acabó la pila de mi laptop” o “AYYY noooo i missed the green light”. Tu me puedes decir todo y puedes confiar en mí no importa lo que sea. Como tú me has ayudado, yo también te quiero ayudar cuando la ocupes. No tienes que estar sola ok? siempre me tendrás a mi como tu amigo, novio, terapeuta, lo que sea. Siempre me tienes a mi y quiero que lo sepas. Porque no sabes cuánto te aprecio y te quiero. Se que te lo digo muchas veces, pero nunca me voy a cansar de decirte porque nunca será suficiente. Te amo Andrea, amo tu presencia, tu forma de ser, tu humor, tu risa tan preciosa, igual tu sonrisa. Amo cada parte de ti. No importa si no tienes maquillaje o si andas en lentes o pijamas. AMO todo de ti y nunca cambiará. Gracias por ser mi novia y mi mejor amiga. Gracias Andrea por todo. \\\n\\\nTe amo Andrea \\\n\\"
  },
  {
    "date": "2025-08-11",
    "text": "Buenas noches mi chikii. JAJAJJA perdón si te hice enojar hace rato. That was not part of the plan . Espero que te haya gustado los pugs que puse jajaj. Pero bueno espero que descanses Y que duermas súper súper bien, que sueñes conmigo y con muchísimosss pugs. IMAGÍNATE que sueñes de un pug farm!!! Pero bueno Andrea siempre te diré y nunca me cansaré de decirte. Te amo Andrea. Te amo en tus bajas, en tus altas, cuando estés enojada por mí o fastidiada. Te amo no importa la situación que estemos. Y te prometo que siempre estaré a tu lado, siempre. No lo digo en forma de ser muy cariñoso, si no para que nunca se te olvide. No me importa si te tenga que decir todas las noches, con que tú me entiendas, es suficiente. I love you so much it’s crazy. You’re pearfect the way you are. And I’m so grapeful to have you in my life. And to be honest, me and you make such a great pear, unlike any other. I’ll always cherrysh you forever, and they way you make me s-peach-less every time I see you. \\\n\\\nTe amo muchísimo Andrea \\\n\\"
  },
  {
    "date": "2025-08-12",
    "text": "Buenas nochess chikii que descanses mucho. Que mala onda que te vas a levantar temprano pero yo sé que tú puedes!!! Que sueñes conmigo IN A GOOD WAY PLS. Nada de camarones ni nada porfa. It’s bad. Really bad. Pero bueno solo te quiero decir esta noche que me encanta estar contigo. De que pasarmela contigo es lo mejor. No te das cuenta pero intento de apreciar cada segundo que estoy junto a ti. Gracias por siempre aceptar mis invitaciones a matcha, hobby lobby, a todos lados. Me encanta pasármela contigo y hacerme el sentido y el enojado. Gracias por siempre quererme y aguantarme. Te amo mucho mucho mucho. Y mañana me platicas todooo lo de Sofi. \\\n\\\nTe amooooo muchoooo \\\n\\"
  },
  {
    "date": "2025-08-13",
    "text": "Buenas nochesssss chikiiii. Me la pasé súper padre contigo hoyyy. Y a ver que serie o película vemos mañanaaaa que ya te extraño muchoooo jajaj. Que sueñes con Los angelitosssss y conmigooo. Te amo demasiado Andrea y tú ntp por ser mala conmigo. Hoy te portaste muyyy bien nunca fuiste mala conmigo. Te amo mucho y perdóname por hacer este mensaje muy corto. Que me fui a correr y no alcancé hacerte uno bueno. Chiki espero que sepas que puedes confiar en mí no matter what ok? No importa lo que sea, quiero que vengas a decirme (si estás cómoda) y yo haré lo mejor para ayudarte. Porque Andrea eres unas de las mejores cosas que ha pasado en mi vida. te quiero muchísimo y que nunca lo dudes. \\\n\\\nTe amo muchísimo Andrea \\\n\\"
  },
  {
    "date": "2025-08-14",
    "text": "Holaaaa chikiii. Buenas nochesss ya me voy a dormir porque como que ando medio cansado. Y tienes razón que no tengo porque estás despierto tan tarde, entonces ya me voy a mimir. Que descansss chiki y sueñes con los angelitos, miles de pugs, y por último, conmigooooo. Que duermas muy bien y que te levantes súper súper tarde. Quiero que me mandes foto de tu cara toda llena de baba por lo bien que dormiste ok??? Y tmb te quería decir esto. Andrea estos mensajes que te hago es porque YO quiero. No porque a huevo tenga que hacerlos ni nada. YO quiero hacértelos y no quiero escucharte decir “no pues no los tienes que hacer” ok? Yo si los quiero hacer porque los mensajes te los hago para demostrarte que tanto te quiero Andrea. Y no he terminado. Estos mensajes los hago porque quiero que entiendas de otra forma que tanto te quiero porque la verdad siento que no sabes o entiendes, al menos que estés dentro de mí. Te quiero mucho Andrea y no sabes todo lo que haría por ti. Te quería ayer, hoy mañana, pasado y para siempre. Nunca se me va acabar este amor que te tengo. Igual como te quiero, también siempre te apoyaré en absolutamente todo y estaré por ti. Entiendo, a veces no me quieres decir ( y no tienes que) pero lo único que quiero es que entiendas que no importa lo que pase, puedes confiar en mí. Y nunca te abandonaré. Quiero que me veas como tú ChatGPT. Ocupas ayuda, me puedes hablar así de fácil quiero que veas de cómo te puedo apoyar y ayudar. Gracias por todo Andrea y más que nada. Gracias por ser mi novia. \\\n\\\nTe amo mucho Andrea \\\n\\"
  },
  {
    "date": "2025-08-18",
    "text": "HOLAAAA FELICES 5 MESESSSS WOOOOO!!! Perdón que andaba platicando con mi mamá y como que no paraba de hablar. Te quería marcar pero andas viendo tu episodio y pues aparte andas con tu mamá. Pero bueno. Andrea, estos 5 meses que llevamos me los e pasado con madre junto a ti. Aprendí muchas cosas en este mes. Aprendí a confiar en ti, abrirme más, y más que nada apreciarte más. Porque claro, siempre te he apreciado mucho pero hay cosas chiquitas que no te das cuenta que haces, que te lo agradezco. Andrea te quiero demasiado. Te amo. Te adoro. Me encantas. 5 meses. Wow. Han sido los mejores meses de mi vida, y amo cada segundo que paso junto a ti. Con solo verte, siempre digo “WOW”. Sabes? Es increíble que han sido 5 meses, porque siento que ayer apenas era mayo. Pero Andrea, te prometo que vamos a durar muchos muchos más!! Y si Dios quiere años. Porque yo sé que tú eres la única persona con la que quiero pasarme la vida. Te amo muchísimo Andrea y vamos por muchos más!!!\\\n\\\nTe amo \\\n\\"
  },
  {
    "date": "2025-08-19",
    "text": "Buenas noches chikiii. Que descanses y mañana por favor despiértate bien tarde. Que descanses para que andes al 100!! Muchas gracias por salir hoy conmigo, me la pasé superrrrr. Te quiero mucho mi chiki y estos 5 meses que llevamos de novios han sido los mejores meses que he tenido!! Te amo MUCHÍSIMO y espero seguir mucho más tiempo contigo Andrea. Y estoy SÚPER orgulloso de ti! Hoy jugaste muy muy muy bien y le andabas pegando MUY bien a la pelota. A ver cuando vamos otra vez. Pero bueno ya te dejo dormir. Buenas noches Andrea!!\\\n\\\nTe amo demasiadooooo \\\n\\"
  },
  {
    "date": "2025-08-25",
    "text": "Holaaa chikiiiii. Buenas nochessss!! Despiértate súper tarde ok?? Que ya tienes que descansar. Ocupas dormir muchísimo porque casi no dormimos en San Antonio JAJAJJAJ. Pero bueno te quería mandar este mensajito y espero que no andes muy cansada para leerlo. Andrea. Todo el camino de regreso andaba pensando en todo lo que dije en este viaje, y si, me arrepiento MUCHÍSIMO. MUCHO MUCHO MUCHO. Pero, con la plática que tuve contigo se me pasó. Si ok, a lo mejor me arrepiento tantito ahorita, pero estoy muy MUY agradecido de ti. No me arrepiento de decirte, si no en la forma que me viste. Pero te quería dar las gracias Andrea. De la forma que reaccionaste y que me ayudaste. No era mi plan quedar así, pero tú al instante me apoyaste y me hiciste sentir muy cómodo y seguro. Gracias Andrea por ayudarme, mas que nada, gracias por estar por mi. Todo lo que me dijiste antier, ayer, y hoy me hizo sentir muy seguro. Las caricias, los besos y los abrazos, todo… la forma en la que me hablaste y la forma en que me consolabas, todo Andrea. Todo me hizo sentir mil veces mejor. No sé como expresarme muy bien para darte las gracias, te prometo que estoy DEMASIADO agradecido de tenerte. Que la verdad no sabría qué haría sin ti. Y una cosa, lo único que te pido es que por favor no cambies la forma en que piensas de mí. Pero bueno Andrea, ya te lo dije en el carro y también te lo diré aquí. Cualquier cosita que necesites, o si andas agüitada cansada enojada, o tienes un problema o algo, espero que sepas que no estás sola ok? No tienes que pasar ninguna cosa a solas. Que yo siempre y te repito. SIEMPRE te estaré por ti y te ayudaré con TODO. No me importa lo que sea. Por favor que por lo menos lo tengas en mente. Pero bueno espero que descanses y duermas súper súper súper bien Andrea. Te amo tanto que si te vieras con mis ojos Andrea y supieras todo lo que siento por mi, te aseguro que te impresionarías. No hay forma de enseñarte que tanto te quiero y que tanto me importas Andrea. Gracias por TODO. \\\n\\\nTe amo muchísimo Andrea \\\n\\"
  },
  {
    "date": "2025-08-28",
    "text": "Holaaa. Buenas noches mi chikii. Que duermas súper súper bien y descanses. Que sueñes conmigo y con muchisimosss pugs!!! Nombre hoy te extrañe demasiadooooo. Extrañé tu presencia más que nada. Tus abrazos tu sonrisa, todoooo. I just wanted to see my cute, tall, pretty, intelligent, gorgeous, beautiful girlfriend. Pero no pasa nada nos vemos mañanaaa. Te quería decir que te quiero muchísimo. No lo notas, pero te quiero mucho mucho mucho. Si obvio te lo enseño, pero eso no enseña todo el amor que tengo por ti en mi corazón. Tu me haces sentir amado, y te lo agradezco. Te agradezco muchísimo por las cosas que haces por mi. Y desde el 18 de marzo hice una promesa conmigo mismo que siempre, SIEMPRE, te haré sentir amada 24/7. No habrá ningún día que vas a dudar del amor que te tengo. No importa en la situación que estemos. Gracias por todo el amor que me das.\\\n\\\nTe amo mucho Andrea \\\n\\"
  },
  {
    "date": "2025-09-08",
    "text": "Buenasss nochesss chikiii que descanses!! Espero que sueñes conmigo y no con bebés muriendo. Sueña con muchos muchos pugs y con los angelitos tmb! No sabes la alegría que me da cada vez que te veo. Es algo en que me levanto pensando. Literally the highlight of my day. Solo verte a ti, tu sonrisa, tus momentos quirky, tu forma de ser. Es algo que nunca me voy a cansar de ver. Te quiero muchísimo Andrea, y yo seré el hombre más paciente del mundo, solo para ti. Nunca quiero que lo dudes. Y Andrea, estoy súper súper súper orgulloso de ti. De lo tanto que has progresado en esta relación, con nuestras formas de cariño y afección. Sé que no te lo digo tanto, y perdóname por eso, pero estoy súper mega orgulloso de ti. Yo sé que no es lo tuyo y que se siente raro, y no sabes cuánto te respeto por eso, y por eso te quiero dar las gracias. Gracias por todo. Gracias por aguantarme, gracias por estar a mi lado cuando lo ocupo, y gracias por ser mi novia. Eres la mejor novia que pude haber pedido. \\\n\\\nTe amo muchísimo Andrea \\\n\\"
  },
  {
    "date": "2025-09-16",
    "text": "Buenas nochessss chikiii. Espero que descanses y sueñes conmigo, con pugs, Gucci , y los angelitos. Que duermas súper bien para que mañana andes con todo en la estudiada. Y Andrea, en esta vida la verdad nunca había visto una persona tan pura como tú. Y en si, tú estas hermosísima, pero no voy hablar de tus partes físicas. Con solo pasarme unas horas contigo, no se, siento como que soy el niño más afortunado de todo el mundo. Tu sonrisa, y la cara que haces cuando recibes un cumplido, o tu forma de ser, skipping through the aisles, bailando y cantando una canción. No se exactamente cómo ponerlo en palabras pero tu eres tan perfecta. Y yo sé que apenas estamos en una etapa temprana en nuestra relación, pero te veo y siento que nunca se me puede acabar el amor que te tengo. Y yo sé que como dije, apenas vamos empezando, pero hay varias cosas que nunca cambiarán. Y la más importante es que siempre estaré por ti. Y yo sé, te lo digo mucho y solo son palabras. Y si, enseño mucha afección con acciones físicas, pero la forma en la que más quiero enseñarte mi amor por ti es estando por ti y consolarte en los momentos que más lo ocupes. Aunque tú pienses que tienes que ser independiente, aveces nunca hace daño dejarte ayudar. No importa que tan separados estemos, SIEMPRE estaré para apoyarte y amarte. Y por último, te quiero pedir un favor. Por favor, y te digo en serio , por favor Andrea, prométeme que cuando te sientas sola o triste, por favor decirme. Eres una niña tan especial que se merece todo el amor del mundo, y no mereces sentirte así.\\\n\\\nTe amo muchísimo."
  }
]
